# base
zsh-users/zsh-syntax-highlighting
zsh-users/zsh-completions
zsh-users/zsh-autosuggestions
zsh-users/zsh-history-substring-search
# oh-my-zsh plugins
robbyrussell/oh-my-zsh path:plugins/git
robbyrussell/oh-my-zsh path:plugins/pip
robbyrussell/oh-my-zsh path:plugins/command-not-found
robbyrussell/oh-my-zsh path:plugins/colorize
robbyrussell/oh-my-zsh path:plugins/github
robbyrussell/oh-my-zsh path:plugins/gitignore
robbyrussell/oh-my-zsh path:plugins/autojump
robbyrussell/oh-my-zsh path:plugins/vundle
robbyrussell/oh-my-zsh path:plugins/ubuntu
robbyrussell/oh-my-zsh path:plugins/brew
robbyrussell/oh-my-zsh path:plugins/flutter
robbyrussell/oh-my-zsh path:plugins/common-aliases
# Individual Github Plugins
zpm-zsh/undollar
arzzen/calc.plugin.zsh
MichaelAquilina/zsh-you-should-use
# Completions
sinetoami/antibody-completion
esc/conda-zsh-completion
