jethrokuan/z
joseluisq/gitnow@2.5.1
jorgebucaran/bax.fish
jorgebucaran/gitio.fish
rafaelrinaldi/pure
acomagu/fish-async-prompt
jorgebucaran/replay.fish
PatrickF1/fzf.fish
franciscolourenco/done
jorgebucaran/autopair.fish
laughedelic/brew-completions
jorgebucaran/fisher
