jethrokuan/z
joseluisq/gitnow@2.5.1
jorgebucaran/bax.fish
jorgebucaran/gitio.fish
PatrickF1/fzf.fish
franciscolourenco/done
jorgebucaran/autopair.fish
laughedelic/brew-completions
jorgebucaran/nvm.fish
gazorby/fish-abbreviation-tips
brgmnn/fish-docker-compose
gazorby/fish-exa
oh-my-fish/plugin-bang-bang
jorgebucaran/fisher
wfxr/forgit
jhillyerd/plugin-git
