cask "antigravity"
cask "bitwarden"
cask "bluebubbles"
cask "brave-browser"
cask "browseros"
cask "browsers-software/tap/browsers"
cask "st0012/cctop/cctop"
cask "chatgpt-atlas"
cask "claude"
cask "claude-code"
cask "codex"
cask "codex-app"
cask "codexmonitor"
cask "cog-app"
cask "comet"
cask "cursor"
cask "deskflow/tap/deskflow"
cask "firefox"
cask "flameshot"
cask "font-fira-code-nerd-font"
cask "macos-fuse-t/cask/fuse-t"
cask "macos-fuse-t/cask/fuse-t-sshfs"
cask "google-chrome@canary"
cask "handbrake-app"
cask "iterm2"
cask "kitty"
cask "macfuse"
cask "mark-text"
cask "miniwol"
cask "monitorcontrol"
cask "nextcloud"
cask "ollama-app"
cask "podman-desktop"
cask "pycharm"
cask "qlmarkdown"
cask "rustdesk"
cask "syncthing-app"
cask "tailscale-app"
cask "vesktop"
cask "visual-studio-code"
cask "windscribe"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
