jorgebucaran/fisher
jethrokuan/z
jorgebucaran/bax.fish
PatrickF1/fzf.fish
franciscolourenco/done
jorgebucaran/autopair.fish
laughedelic/brew-completions
jorgebucaran/nvm.fish
gazorby/fish-abbreviation-tips
brgmnn/fish-docker-compose
gazorby/fish-exa
oh-my-fish/plugin-bang-bang
wfxr/forgit
jhillyerd/plugin-git
charitarthchugh/remora.fish
decors/fish-ghq
jduchateau/fish-flutter-completions
lilyball/nix-env.fish
kidonng/nix-completions.fish
oh-my-fish/plugin-pyenv
meaningful-ooo/sponge
charitarthchugh/up
jorgebucaran/replay.fish
