gnome-session
alacritty
kitty
nautilus
baobab


git
file
build-essential
unzip
llvm
zsh
snapd
fish
cmake
flatpak
vim
neovim
adb
figlet
trash-cli
xclip
chrome-gnome-shell
exfat-fuse
p7zip-full
p7zip-rar
gnome-tweak-tool
openssh-server
openssh-client
appimagelauncher
progress

hub
gh
codium
code
exa
fd-find
gedit
golang
python2
python3
python3-autopep8
python3-dev
python3-pip
python3-psutil
pipx
python-is-python3
v4l2loopback-utils
v4l-utils
v4l2loopback-dkms
nodejs
node-typescript
npm
virt-manager
pandoc
pop-shell

winehq-staging
vlc
gimp
geary
kazam
gnome-screenshot
flameshot
lollypop
firefox
cheese
keepassxc
font-manager
syncthing
brave-browser

lm-sensors
libnotify-bin
needrestart