tap "jetbrains-junie/junie"
brew "node"
brew "devcontainer"
brew "gemini-cli"
brew "mermaid-cli"
brew "opencode"
brew "prettier"
cask "claude-code"
cask "codex"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "akmittal.hugofy"
vscode "albert.tabout"
vscode "alefragnani.project-manager"
vscode "alexisvt.flutter-snippets"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "bmuskalla.vscode-tldr"
vscode "bodil.prettier-toml"
vscode "budparr.language-hugo-vscode"
vscode "christian-kohler.npm-intellisense"
vscode "codezombiech.gitignore"
vscode "darkriszty.markdown-table-prettify"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "davidwoo.flutter-auto-import"
vscode "deepgenx.codegenx"
vscode "deftruth.netron-vscode-extension"
vscode "donjayamanne.githistory"
vscode "dotiful.dotfiles-syntax-highlighting"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "elijah-potter.harper"
vscode "esbenp.prettier-vscode"
vscode "evzen-wybitul.magic-racket"
vscode "file-icons.file-icons"
vscode "fivethree.vscode-hugo-snippets"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "fourlinecode.flc-nord-dark-pro"
vscode "foxundermoon.shell-format"
vscode "geoffkaile.latex-count"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "goessner.mdmath"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "gruntfuggly.todo-tree"
vscode "hitkodev.vscode-remark-hugo"
vscode "ionutvmi.path-autocomplete"
vscode "james-yu.latex-workshop"
vscode "jeffersonqin.latex-snippets-jeff"
vscode "jeroen-meijer.pubspec-assist"
vscode "jojoee.conda-cheatsheet"
vscode "k--kato.intellij-idea-keybindings"
vscode "kevinrose.vsc-python-indent"
vscode "lunaryorn.fish-ide"
vscode "mads-hartmann.bash-ide-vscode"
vscode "marp-team.marp-vscode"
vscode "mblode.zotero"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mikoz.shed"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.gather"
vscode "ms-python.isort"
vscode "ms-python.pylint"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-powertoys"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-windows-ai-studio.windows-ai-studio"
vscode "nash.awesome-flutter-snippets"
vscode "neo-ltex.ltex"
vscode "njpwerner.autodocstring"
vscode "njqdev.vscode-python-typehint"
vscode "npxms.hide-gitignored"
vscode "omartawfik.github-actions-vscode"
vscode "penguinsnail.riscv-formatter"
vscode "piotrpalarz.vscode-gitignore-generator"
vscode "piousdeer.adwaita-theme"
vscode "pranaygp.vscode-css-peek"
vscode "quarto.quarto"
vscode "randomfractalsinc.vscode-data-preview"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "rpinski.shebang-snippets"
vscode "sandcastle.vscode-open"
vscode "seripap.vscode-memory"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sjhuangx.vscode-scheme"
vscode "skn0tt.markdown-link-expander"
vscode "skyapps.fish-vscode"
vscode "steffo.riscv-plus"
vscode "sumneko.lua"
vscode "sunshaoce.risc-v"
vscode "tailscale.vscode-tailscale"
vscode "tamasfe.even-better-toml"
vscode "teamsdevapp.vscode-ai-foundry"
vscode "tecosaur.latex-utilities"
vscode "telesoho.vscode-markdown-paste-image"
vscode "thomanq.math-snippets"
vscode "tillahoffmann.snakeviz"
vscode "tintinweb.graphviz-interactive-preview"
vscode "trybick.terminal-zoom"
vscode "twxs.cmake"
vscode "valentjn.vscode-ltex"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "waderyan.gitblame"
vscode "xadillax.viml"
vscode "xuangeaha.just-enough-git"
vscode "yinfei.luahelper"
vscode "yoshinorin.current-file-path"
vscode "yzhang.markdown-all-in-one"
vscode "zignd.html-css-class-completion"
go "github.com/CodeOne45/vex-tui"
cargo "agg"
cargo "cargo-update"
cargo "cfspeedtest"
cargo "procs"
cargo "taplo-cli"
cargo "tex-fmt"
flatpak "app.drey.EarTag"
flatpak "ca.desrt.dconf-editor"
flatpak "com.adilhanney.saber"
flatpak "com.axosoft.GitKraken"
flatpak "com.belmoussaoui.Decoder"
flatpak "com.brave.Browser"
flatpak "com.dec05eba.gpu_screen_recorder"
flatpak "com.ekonomikas.merkato"
flatpak "com.gitbutler.gitbutler"
flatpak "com.github.ahrm.sioyek"
flatpak "com.github.cassidyjames.dippi"
flatpak "com.github.fabiocolacio.marker"
flatpak "com.github.jeromerobert.pdfarranger"
flatpak "com.github.johnfactotum.Foliate"
flatpak "com.github.junrrein.PDFSlicer"
flatpak "com.github.neithern.g4music"
flatpak "com.github.tchx84.Flatseal"
flatpak "com.google.Chrome"
flatpak "com.jeffser.Alpaca"
flatpak "com.longbridgeapp.LongbridgePro"
flatpak "com.mattjakeman.ExtensionManager"
flatpak "com.tradingview.tradingview"
flatpak "com.usebruno.Bruno"
flatpak "de.haeckerfelix.Fragments"
flatpak "dev.deedles.Trayscale"
flatpak "dev.qwery.AddWater"
flatpak "dev.vencord.Vesktop"
flatpak "eu.betterbird.Betterbird"
flatpak "fr.handbrake.ghb"
flatpak "fr.romainvigier.MetadataCleaner"
flatpak "fyi.zoey.TeX-Match"
flatpak "info.portfolio_performance.PortfolioPerformance"
flatpak "io.github.alainm23.planify"
flatpak "io.github.diegoivan.pdf_metadata_editor"
flatpak "io.github.diegoivanme.flowtime"
flatpak "io.github.diegopvlk.Tomatillo"
flatpak "io.github.dzheremi2.lrcmake-gtk"
flatpak "io.github.htkhiem.Euphonica"
flatpak "io.github.kolunmi.Bazaar"
flatpak "io.github.nokse22.inspector"
flatpak "io.github.realmazharhussain.GdmSettings"
flatpak "io.github.seadve.Kooha"
flatpak "io.github.ungoogled_software.ungoogled_chromium"
flatpak "io.gitlab.idevecore.Pomodoro"
flatpak "io.missioncenter.MissionCenter"
flatpak "it.fabiodistasio.AntaresSQL"
flatpak "it.mijorus.gearlever"
flatpak "md.obsidian.Obsidian"
flatpak "net.nokyan.Resources"
flatpak "org.chromium.Chromium"
flatpak "org.freedesktop.Piper"
flatpak "org.gimp.GIMP"
flatpak "org.gnome.Calendar"
flatpak "org.gnome.Characters"
flatpak "org.gnome.Connections"
flatpak "org.gnome.Contacts"
flatpak "org.gnome.NetworkDisplays"
flatpak "org.gnome.Papers"
flatpak "org.gnome.Showtime"
flatpak "org.gnome.SimpleScan"
flatpak "org.gnome.Snapshot"
flatpak "org.gnome.Weather"
flatpak "org.gnome.World.Citations"
flatpak "org.gnome.World.PikaBackup"
flatpak "org.gnome.clocks"
flatpak "org.gnome.gitlab.somas.Apostrophe"
flatpak "org.jupyter.JupyterLab"
flatpak "org.libreoffice.LibreOffice"
flatpak "org.openshot.OpenShot"
flatpak "org.remmina.Remmina"
flatpak "org.signal.Signal"
flatpak "org.speedcrunch.SpeedCrunch"
flatpak "org.telegram.desktop"
flatpak "org.tenacityaudio.Tenacity"
flatpak "org.upscayl.Upscayl"
flatpak "org.zotero.Zotero"
flatpak "re.sonny.Eloquent"
flatpak "re.sonny.Junction"
flatpak "so.libdb.dissent"
flatpak "us.zoom.Zoom"
