aaron-bond.better-comments
adpyke.codesnap
akmittal.hugofy
albert.tabout
alefragnani.project-manager
alexisvt.flutter-snippets
arcticicestudio.nord-visual-studio-code
bmuskalla.vscode-tldr
bodil.prettier-toml
budparr.language-hugo-vscode
christian-kohler.npm-intellisense
codezombiech.gitignore
darkriszty.markdown-table-prettify
dart-code.dart-code
dart-code.flutter
davidanson.vscode-markdownlint
davidwoo.flutter-auto-import
deepgenx.codegenx
deftruth.netron-vscode-extension
donjayamanne.githistory
dotiful.dotfiles-syntax-highlighting
eamodio.gitlens
ecmel.vscode-html-css
elijah-potter.harper
equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
evzen-wybitul.magic-racket
file-icons.file-icons
fivethree.vscode-hugo-snippets
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
fourlinecode.flc-nord-dark-pro
foxundermoon.shell-format
geoffkaile.latex-count
github.codespaces
github.copilot
github.copilot-chat
github.remotehub
github.vscode-github-actions
github.vscode-pull-request-github
goessner.mdmath
golang.go
grapecity.gc-excelviewer
gruntfuggly.todo-tree
hitkodev.vscode-remark-hugo
ionutvmi.path-autocomplete
james-yu.latex-workshop
jeffersonqin.latex-snippets-jeff
jeroen-meijer.pubspec-assist
jojoee.conda-cheatsheet
k--kato.intellij-idea-keybindings
kevinrose.vsc-python-indent
lunaryorn.fish-ide
mads-hartmann.bash-ide-vscode
marp-team.marp-vscode
mblode.zotero
mechatroner.rainbow-csv
mhutchie.git-graph
mikoz.shed
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-python.black-formatter
ms-python.debugpy
ms-python.gather
ms-python.isort
ms-python.pylint
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-powertoys
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.azure-repos
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
ms-vsliveshare.vsliveshare
nash.awesome-flutter-snippets
neo-ltex.ltex
njpwerner.autodocstring
njqdev.vscode-python-typehint
npxms.hide-gitignored
omartawfik.github-actions-vscode
penguinsnail.riscv-formatter
piotrpalarz.vscode-gitignore-generator
piousdeer.adwaita-theme
pranaygp.vscode-css-peek
quarto.quarto
randomfractalsinc.vscode-data-preview
rangav.vscode-thunder-client
redhat.vscode-commons
redhat.vscode-yaml
rpinski.shebang-snippets
sandcastle.vscode-open
seripap.vscode-memory
shd101wyy.markdown-preview-enhanced
sjhuangx.vscode-scheme
skn0tt.markdown-link-expander
skyapps.fish-vscode
steffo.riscv-plus
sumneko.lua
sunshaoce.risc-v
tailscale.vscode-tailscale
tamasfe.even-better-toml
tecosaur.latex-utilities
telesoho.vscode-markdown-paste-image
thomanq.math-snippets
tillahoffmann.snakeviz
tintinweb.graphviz-interactive-preview
trybick.terminal-zoom
twxs.cmake
valentjn.vscode-ltex
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-pack
waderyan.gitblame
xadillax.viml
xuangeaha.just-enough-git
yinfei.luahelper
yoshinorin.current-file-path
yzhang.markdown-all-in-one
zignd.html-css-class-completion
