aaron-bond.better-comments
amerey.markdown-math-snippets
antfu.browse-lite
arcticicestudio.nord-visual-studio-code
bmalehorn.vscode-fish
budparr.language-hugo-vscode
cab404.vscode-direnv
charliermarsh.ruff
cheshirekow.cmake-format
christian-kohler.path-intellisense
codezombiech.gitignore
dart-code.dart-code
dart-code.flutter
deerawan.vscode-faker
dlchamp.code-to-markdown
dunstontc.viml
eamodio.gitlens
elijah-potter.harper
esbenp.prettier-vscode
fivethree.vscode-hugo-snippets
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
foxundermoon.shell-format
github.vscode-pull-request-github
google.geminicodeassist
hm.riscv-venus
huggingface.huggingface-vscode
icrawl.discord-vscode
james-yu.latex-workshop
jeanp413.open-remote-ssh
jeff-hykin.better-shellscript-syntax
jeffersonqin.latex-snippets-jeff
jeroen-meijer.pubspec-assist
k--kato.intellij-idea-keybindings
kevinrose.vsc-python-indent
kisstkondoros.vscode-gutter-preview
koihik.vscode-lua-format
llvm-vs-code-extensions.vscode-clangd
mads-hartmann.bash-ide-vscode
manuth.markdown-converter
marp-team.marp-vscode
mathpix.vscode-mathpix-markdown
mblode.zotero
mhutchie.git-graph
mikestead.dotenv
mkhl.direnv
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-pyright.pyright
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-powertoys
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.live-server
njpwerner.autodocstring
pinage404.bash-extension-pack
piousdeer.adwaita-theme
pkief.markdown-checkbox
pkief.material-icon-theme
quarto.quarto
randomfractalsinc.geo-data-viewer
randomfractalsinc.vscode-data-preview
rangav.vscode-thunder-client
redhat.vscode-xml
redhat.vscode-yaml
reditorsupport.r
reditorsupport.r-syntax
robole.markdown-snippets
rogalmic.bash-debug
rooveterinaryinc.roo-cline
rpinski.shebang-snippets
rusnasonov.vscode-hugo
saoudrizwan.claude-dev
sndst00m.vscode-native-svg-preview
sumneko.lua
sunshaoce.risc-v
tailscale.vscode-tailscale
tamasfe.even-better-toml
tecosaur.latex-utilities
timonwong.shellcheck
tumido.cron-explained
valentjn.vscode-ltex
vincaslt.highlight-matching-tag
vivaxy.vscode-conventional-commits
yandeu.five-server
yzhang.markdown-all-in-one
zaaack.markdown-editor
