arcticicestudio.nord-visual-studio-code
bmalehorn.vscode-fish
budparr.language-hugo-vscode
christian-kohler.path-intellisense
codezombiech.gitignore
Dart-Code.dart-code
Dart-Code.flutter
dunstontc.viml
eamodio.gitlens
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
fivethree.vscode-hugo-snippets
formulahendry.auto-close-tag
icrawl.discord-vscode
James-Yu.latex-workshop
JeffersonQin.latex-snippets-jeff
k--kato.intellij-idea-keybindings
KevinRose.vsc-python-indent
Koihik.vscode-lua-format
mathpix.vscode-mathpix-markdown
ms-azuretools.vscode-docker
ms-pyright.pyright
ms-python.python
ms-toolsai.jupyter
PKief.markdown-checkbox
PKief.material-icon-theme
redhat.java
redhat.vscode-xml
redhat.vscode-yaml
rusnasonov.vscode-hugo
sumneko.lua
tamasfe.even-better-toml
valentjn.vscode-ltex
vincaslt.highlight-matching-tag
