com.calibre_ebook.calibre
com.github.Eloston.UngoogledChromium
com.github.eneshecan.WhatsAppForLinux
com.github.johnfactotum.Foliate
com.github.marktext.marktext
com.github.tchx84.Flatseal
com.jetbrains.IntelliJ-IDEA-Ultimate
com.jetbrains.PyCharm-Professional
com.mattjakeman.ExtensionManager
de.haeckerfelix.Fragments
io.github.diegoivanme.flowtime
io.github.shiftey.Desktop
md.obsidian.Obsidian
org.gabmus.gfeeds
org.gimp.GIMP
org.gnome.World.PikaBackup
org.gtk.Gtk3theme.adw-gtk3-dark
org.libreoffice.LibreOffice
org.signal.Signal
re.sonny.Junction
