app.drey.EarTag
ca.desrt.dconf-editor
com.adilhanney.saber
com.axosoft.GitKraken
com.belmoussaoui.Decoder
com.calibre_ebook.calibre
com.gitbutler.gitbutler
com.github.Eloston.UngoogledChromium
com.github.ahrm.sioyek
com.github.eneshecan.WhatsAppForLinux
com.github.fabiocolacio.marker
com.github.jeromerobert.pdfarranger
com.github.johnfactotum.Foliate
com.github.junrrein.PDFSlicer
com.github.kmwallio.thiefmd
com.github.neithern.g4music
com.github.rafostar.Clapper
com.github.taiko2k.avvie
com.github.tchx84.Flatseal
com.google.Chrome
com.lakoliu.Furtherance
com.leinardi.gwe
com.mattjakeman.ExtensionManager
com.slack.Slack
com.visualstudio.code
com.vixalien.sticky
de.haeckerfelix.Fragments
eu.betterbird.Betterbird
fr.handbrake.ghb
fr.romainvigier.MetadataCleaner
fyi.zoey.TeX-Match
io.github.TheWisker.Cavasik
io.github.alainm23.planify
io.github.diegoivan.pdf_metadata_editor
io.github.diegoivanme.flowtime
io.github.jorchube.monitorets
io.github.nokse22.inspector
io.github.shiftey.Desktop
io.gitlab.idevecore.Pomodoro
io.missioncenter.MissionCenter
it.mijorus.gearlever
md.obsidian.Obsidian
net.nokyan.Resources
org.chromium.Chromium
org.fedoraproject.MediaWriter
org.freedesktop.Sdk
org.freedesktop.Sdk
org.freedesktop.Sdk.Extension.texlive
org.gabmus.gfeeds
org.gimp.GIMP
org.gnome.Calendar
org.gnome.Characters
org.gnome.Cheese
org.gnome.Connections
org.gnome.Contacts
org.gnome.NetworkDisplays
org.gnome.SimpleScan
org.gnome.Weather
org.gnome.World.Citations
org.gnome.World.PikaBackup
org.gnome.clocks
org.gnome.gitlab.somas.Apostrophe
org.gtk.Gtk3theme.adw-gtk3-dark
org.jitsi.jitsi-meet
org.kde.KStyle.Adwaita
org.kde.kdenlive
org.libreoffice.LibreOffice
org.openshot.OpenShot
org.remmina.Remmina
org.signal.Signal
org.speedcrunch.SpeedCrunch
org.tenacityaudio.Tenacity
org.upscayl.Upscayl
org.zotero.Zotero
re.sonny.Junction
us.zoom.Zoom
